tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "netlify/netlifyctl"
tap "universal-ctags/universal-ctags"
cask "xquartz"
brew "readline", link: true
brew "openssl"
brew "python"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "node", args: ["without-icu4c"]
brew "bower"
brew "certbot"
brew "cmake"
brew "coreutils"
brew "ctags", link: false
brew "fasd"
brew "fd"
brew "fzf"
brew "gcc@5"
brew "gcc@7"
brew "jpeg"
brew "webp"
brew "git"
brew "icu4c"
brew "gnuplot", args: ["with-cairo", "with-wxmac", "with-x11", "without-lua"]
brew "graphicsmagick"
brew "gron"
brew "grunt-cli"
brew "htop"
brew "imagemagick"
brew "markdown"
brew "mongodb"
brew "nvm"
brew "open-mpi"
brew "pandoc"
brew "perl"
brew "postgresql", link: false
brew "postgresql@9.6", link: true
brew "qt"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmux"
brew "unar"
brew "vim"
brew "wget"
brew "wireguard-go"
brew "zeromq"
brew "heroku/brew/heroku"
brew "netlify/netlifyctl/netlifyctl"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "mactex"
cask "ngrok"
cask "virtualbox"
cask "virtualbox-extension-pack"
